{
    "source_url": "https://www.au-senegal.com/le-climat-et-la-meteo,046.html",
    "file_type": "html",
    "content": "Climat Le climat : soleil garanti toute l’année Le Sénégal est l’un des pays les plus ensoleillés du globe : plus de 3 000 heures d’ensoleillement par an. 38 commentaires On distingue deux saisons : une saison des pluies, de juin à octobre, avec une importance des précipitations plus marquée du sud au nord ; une saison sèche, de novembre à mai, avec des températures comprises entre 22°C et 30°C, et des variations importantes entre le littoral et l’intérieur. Depuis le phare des Mamelles à Dakar en janvier et octobre 2009 Grands domaines climatiques IRD, 1988 Au niveau du littoral, notamment entre Saint-Louis et Dakar, les alizés qui soufflent le long de la côte font baisser les températures. A Dakar, la moyenne des maximales diurnes est de 24°C de janvier à mars et entre 25 et 27°C en avril, mai et décembre. De juin à octobre, les températures atteignent 30°C. Au sud du Sénégal, la période la plus fraîche est de décembre à la mi-février, avec des moyennes diurnes avoisinant 24°C. Pluviométrie en 2007 En octobre et novembre, et de mi-février à avril, les températures maximales tournent autour de 26°C. De juillet à septembre, elles atteignent 30°C. L’importance des précipitations décroît du sud au nord du pays. Dans l’extrême nord (région du fleuve Sénégal), la moyenne des précipitations annuelles est de 300 mm, alors que dans l’extrême sud (basse Casamance, région de Kolda), elle peut dépasser 1 500 mm. L’hivernage Orage sur le fleuve Casamance L’hivernage, ou saison des pluies, ne doit pas faire peur à ceux qui veulent visiter le Sénégal. C’est même, pour beaucoup, la plus belle des saisons, avec une végétation qui renaît, des orages et des couleurs magnifiques, une mer très chaude... Au centre et au nord du pays, les pluies, sporadiques (une fois par semaine environ, et encore), s’étendent de juillet à septembre environ. Un gros orage qui dure une heure ou deux, et le soleil reprend tout de suite ses droits. Au Sud, notamment en Casamance, les pluies sont plus régulières, souvent sous forme d’orage également, et s’étendent sur une période plus longue. Mais quel plaisir de les sentir arriver et de libérer une atmosphère étouffante. Météo : (221) 33 820 08 51 Prévisions météo SénégalDakarMétéo DakarSaint-LouisMétéo Saint-LouisZiguinchorMétéo ZiguinchorTambacoundaMétéo Tambacounda Valeurs moyennesTempératuresTempératures moyennes (°C) Températures moyennes Télécharger les données du graphique au format : csv xls Voir la version texte Températures moyennes MoisDakarSaint-LouisZiguinchor Janvier 23 22 24 Février 23 22 26 Mars 23 22 27 Avril 23 22 28 Mai 24 23 29 Juin 27 26 29 Juillet 28 28 27 Août 28 28 27 Septembre 28 28 27 Octobre 28 28 28 Novembre 27 27 24 Décembre 24 23 27 PrécipitationsPrécipitations moyennes (mm) Précipitations moyennes Télécharger les données du graphique au format : csv xls Voir la version texte Précipitations moyennes MoisDakarSaint-LouisZiguinchor Janvier 0 1 1 Février 0 1 0 Mars 1 0 0 Avril 1 0 0 Mai 1 1 10 Juin 14 7 125 Juillet 88 44 360 Août 250 160 530 Septembre 163 100 361 Octobre 45 29 150 Novembre 5 2 8 Décembre 6 3 1 Météo marineMétéo marine Swell max (m) Swell min (m) T eau T air Vent Janv 4 1,5 18 25 N/NW Fév 4 1,5 18 25 N/NW Mars 3 1 16 25 N/NW Avril 2,5 1 16 27 N/NW Vent fort Mai 2 0,5 17 30 N/NW Juin 2 0,5 20 30 N/NW Juil 1,5 0,5 23 30 SW/W Août 2 1 27 35 SW/W Glassy Sept 2,5 1 29 35 SW/W Glassy Oct 2,5 1 27 30 SW/W Nov 2,5 1 23 27 N/NW Dec 3 1,5 20 25 N/NW Dakar en hivernage Dakar en saison sèche Partager Lire 38 commentaires 30 juillet 2023 à 13:58, par thiabou je travaille actuellement sur un mémoire et j’ai besoin des données climatiques de la région de Dakar merci. Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : Veuillez laisser ce champ vide : 26 août 2021 à 11:40, par CHRISTIAN PEREZ J’ai passé un mois formidable à Dakar en juillet 2021. Une météo d’enfer et des gens extrêmement accueillants. Je recommande l’hôtel-restaurant-Terrasse « La Corne d’Or » dans le quartier de Ouakam. Un endroit exceptionnel !! 19 novembre 2025 à 08:30, par nianghane Sénégal est un pays agréable avec ces saisons agréable Dakar et très en briseur Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Veuillez laisser ce champ vide : Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 5 juillet 2017 à 11:31, par gningue salut je travail actuellement sur un mémoire et j ai besoins des informations portant sur l’ensoleillement et l’irradiation de chaque région du senegal merci Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : Veuillez laisser ce champ vide : 8 mai 2017 à 12:11, par Dioum sory Bonjour j’aime bcp le climat de fouladou dans mon village natale ndiawene situé dans la région de kolda comme de pata !!! Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : Veuillez laisser ce champ vide : 27 mars 2017 à 19:16, par Annie Bonsoir, J envisage de venir dans votre magnifique pays en août. L hôtel se situe à Somone. Je viendrai avec ma fille qui adore lézarder au soleil. Est ce hasardeux voire risqué de venir pendant la saison des pluies ? je vous remercie pour votre retour. Bonne soirée. Annie 1er juillet 2017 à 19:17, par Ba Bonjour je suis en France mais je suis né et grandi à Dakar. Il n’y a pas de risque si vous vous respecter les conseils de protection contre les moustiques comme dans le sud de la France Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : Veuillez laisser ce champ vide : 9 décembre 2015 à 22:48, par Alfred Nous sommes allés avec mes parents à Dakar en 96 ou 97, j’avais 10-11 ans. J’ai ADORE. On était dans un petit club mais on a beaucoup visité de nous mêmes aussi (parents curieux). Pour avoir été une dizaine de fois au Maghreb, je dois dire que je préfère de loin le Sénégal, les Sénégalais en particuliers, dont je garde un super souvenir. Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Veuillez laisser ce champ vide : Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 7 décembre 2015 à 12:48, par benard claude Merci pour ces infos, peut on aller désormais en Casamance sans risques ? 25 février 2016 à 12:05 IL nya plus de risques en CASAMANCE vous pouvez venir sans problème. je suis de cette région, a ziguinchor commune ma ville natale Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Veuillez laisser ce champ vide : Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 6 décembre 2015 à 21:29, par ba quels sont les differentes zones climatiques du senegal Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Veuillez laisser ce champ vide : Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 23 juillet 2015 à 20:53, par Amadou Ndiaye Salut je suis cultivateur je voudrais juste connaître comment va la pluviométrie surtout dans la région de kaffrine on a vraiment des doutes Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Veuillez laisser ce champ vide : Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 21 juillet 2015 à 15:21, par FODE TOUNKARA FROM KEDOUGOU Le sénégal,mon pays est une zone (Diam akh salam),une zone Stable qui ne presente aucune difficulté pour les siteues !!!!!!!!!!!!!!!!!!!!!!!!!!! Répondre Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Veuillez laisser ce champ vide : Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : 1 2 3 ∞ Poster un commentaire Ce forum est modéré a priori : votre contribution n’apparaîtra qu’après avoir été validée par les responsables. Qui êtes-vous ? Votre nom Votre adresse email Votre message Texte de votre message (obligatoire) Veuillez laisser ce champ vide : Veuillez laisser ce champ vide :",
    "metadata": {
        "title": "Au Sénégal, le cœur du Sénégal",
        "date": "N/A",
        "language": "fr",
        "category": "meteo",
        "region": "Sénégal",
        "file_size": "8.99 KB"
    }
}