{
    "source_url": "https://www.donneesmondiales.com/afrique/senegal/climat.php",
    "file_type": "html",
    "content": "Le climat en SénégalTous les diagrammes climatiques de cette page résultent des données collectées par 12 stations météorologiques.Toutes les données correspondent aux valeurs mensuelles moyennes des 20 dernières années. Données du pays: Sénégal Écouter cette page : 0:00 / 0:00🔊 Le climat du Sénégal est déterminé par sa position entre 12° et 16° de latitude nord et par l'influence des alizés du nord-est et de la mousson d'Afrique de l'Ouest. Pendant la saison sèche, l'harmattan sec en provenance du Sahara domine, tandis que pendant la saison des pluies, l'air humide de l'Atlantique pénètre à l'intérieur du pays. Le Sénégal présente trois régions climatiques principales :Le nord et le nord-est se trouvent dans la zone sahélienne. Celle-ci est caractérisée par un climat aride à semi-aride, avec de faibles précipitations annuelles comprises entre 200 et 400 millimètres. Les températures peuvent atteindre 45 °C pendant la saison chaude, tandis qu'elles peuvent chuter considérablement la nuit.La région centrale autour de Kaolack et Tambacounda possède un climat semi-humide. Il y tombe environ 600 à 900 millimètres de pluie par an, principalement entre juin et octobre. Les températures varient entre 20 °C pendant les mois les plus frais et plus de 40 °C pendant les mois les plus chauds.Dans le sud, le climat est subéquatorial. Cette région reçoit les précipitations les plus importantes du pays, avec 1 200 à plus de 1 500 millimètres, répartis sur une saison des pluies plus longue, de mai à octobre. Les températures y sont constantes, comprises entre 24 et 34 °C.Sur la côte, des courants marins rafraîchissants et le courant des Canaries agissent. Cela donne un climat doux, influencé par l'océan, avec des pics de température moins importants et des précipitations moyennes d'environ 500 millimètres. L'humidité y est plus élevée qu'à l'intérieur des terres.› Longueur des journées et position du soleil en Sénégal.› Comparer le climat avec d'autres régions ou paysHeures d'ensoleillement/jourJours de pluie/moisPrécipitations en mm/jourTempérature de l'eau en °CHumidité relative de l'air en %.Humidité absolue de l'air en g/m3Régions en SénégalToutes les données sont annuelles. Pour obtenir des données climatiques détaillées, cliquez sur le nom de la région.RégionTempératuremax Ø jourTempératuremax Ø nuitHeuresd'ensoleillementJours depluiePrécipitationsDakar29,5 °C22,1 °C2.884 h32493 lDiourbel37,2 °C20,9 °C2.847 h36544 lFatick36,9 °C21,9 °C2.884 h46657 lKaolack36,7 °C22,7 °C2.920 h50708 lKolda36,1 °C21,5 °C2.665 h761.329 lKédougou36,0 °C23,2 °C2.847 h941.175 lMatam38,7 °C23,5 °C2.811 h34402 lSaint-Louis35,1 °C21,5 °C2.920 h28285 lTambacounda36,9 °C22,8 °C2.920 h59781 lThiès32,6 °C21,6 °C2.884 h35526 lZiguinchor33,7 °C21,9 °C2.665 h771.464 lRecords de température des 76 dernières annéesLa température la plus chaude enregistrée depuis 1949 jusqu'en juin 2025 a été rapportée par la station météorologique de Dakar Yoff. En mai 2002, la température record de 50,5 °C y a été enregistrée. L'été météorologique le plus chaud, de juin à août, sur l'ensemble des 13 stations météorologiques du Sénégal, a été enregistré en 2002 avec une moyenne de 29,3 °C. Cette température moyenne est généralement relevée toutes les 4 à 6 heures et inclut donc également les nuits. En temps normal, cette valeur est de 28,4 degrés Celsius. La température maximale moyenne de la journée était alors de 34,6 °C.Le jour le plus froid de ces 76 années a été enregistré à la station météorologique de Linguere. La température y est tombée à 1,4 °C en janvier 2019. Linguere se situe à une altitude de 21 mètres au-dessus du niveau de la mer. L'hiver le plus froid (décembre à février) a eu lieu en 1949, avec une température moyenne de 20,2 °C seulement. La température habituelle en Sénégal est d'environ 5,4 degrés de plus, avec 25,6 °C pour cette période de trois mois.Les précipitations les plus importantes ont été enregistrées en août 1958. Avec un Ø 29,0 mm par jour, la station météorologique de Ziguinchor a enregistré les valeurs les plus élevées des 76 dernières années. La région la plus pluvieuse de l'année se trouve à la station météorologique de Cap Skirring. La région la plus sèche se trouve près de Podor.Mois record de l'année dernièreNous avons comparé les valeurs records des derniers mois avec celles des mêmes mois des années précédentes. Nous avons analysé, avec les mêmes critères, les valeurs maximales et minimales respectives des catégories température moyenne, précipitations, heures d'ensoleillement, ainsi que les températures maximales et minimales mesurées dans tout le pays. Nous avons répertorié toutes les valeurs mesurées qui n'ont pas été atteintes en Sénégal depuis 10 ans ou plus.En mai 2025, avec 7,97 heures d'ensoleillement par jour, il n'y a jamais eu aussi peu de soleil qu'en mai des 15 dernières années (6,76 heures en 2010).Avec pas moins de 0,64 jours de pluie, il n'a pas plu autant en janvier 2025 que le même mois depuis 12 ans (0,64 jours en 2013).En janvier 2025, avec 8,90 heures d'ensoleillement par jour, il n'y a jamais eu autant de soleil qu'en janvier des 24 dernières années (9,66 heures en 2001).En 2024, le mois de décembre a été le plus humide depuis 29 ans avec 0,16 litres de précipitations (0,78 l/m2 en 1995).Avec 28,92°C, octobre 2024 a été le mois de octobre le plus froid depuis 24 ans (27,87°C en 199).Les mois les plus récents après juin 2025 ne sont pas encore disponibles ici. En principe, nous ne calculons les comparaisons climatiques qu'après qu'un grand nombre de stations météorologiques d'un continent aient vérifié et publié leurs données.Base de données et méthodologieLes données des différentes stations de mesure se basent sur les archives du service météorologique allemand, les valeurs individuelles sont moyennées et complétées par des éléments propres. Afin d'obtenir une moyenne nationale représentative, nous avons d'abord établi des moyennes par région du pays, qui ont ensuite été regroupées au niveau national. Ainsi, si un nombre disproportionné de stations météorologiques se trouvent dans une région étroitement délimitée, leur nombre n'influence pas la moyenne nationale.Différence entre climat et météoLe temps est un instantané à un moment donné ou sur une courte période. Ce site traite du climat à l'aide de valeurs moyennes sur une longue période - dans notre cas, les 20 dernières années. De plus, ce site traite d'un pays entier sur la base de 12 stations météorologiques, qui représentent non seulement les grandes villes, mais aussi des régions reculées à différentes altitudes.",
    "metadata": {
        "title": "Le climat en Sénégal",
        "date": "N/A",
        "language": "fr",
        "category": "meteo",
        "region": "Sénégal",
        "file_size": "6.44 KB"
    }
}