{
    "source_url": "https://www.fao.org/4/y3948f/y3948f07.htm",
    "file_type": "html",
    "content": "\n\n\nRapport sur les ressources en sols du monde - 98\n\n\n\n\n \n\nLes grands types de sols du Sénégal\n\n\n\nMamadou Khouma\r\n      ISRA CNRA de Bambey\nRésuméLes sols les plus représentatifs du Sénégal sont décrits morphologiquement et analytiquement et la distribution spatiale et les contraintes de mise en valeur agricole sont indiquées. Les avantages et inconvénients des différents systèmes de classification sont en outre examinés. Il en ressort que la Base de référence mondiale (BRM) dispose de critères précis qu'il faut retrouver sur le terrain ou à l'issue d'analyses pour pouvoir situer un profil par rapport à la référence. Une tentative de corrélation est également faite avec la BRM. Les sols décrits peuvent avoir une correspondance non univoque, et posent quelques difficultés quant à la quantification de certains paramètres. La présentation des grands types de sols permet d'identifier douze types de sols assez bien représentés au Sénégal. Cette situation simplifiée a l'avantage d'offrir aux non spécialistes une vue claire des sols du Sénégal sans rentrer dans des nuances qui ne sont pas toujours faciles à saisir. Ceci ne doit cependant pas faire oublier que la réalité est plus complexe, car plus de cinquante unités ont été décrites dans la légende de la Carte pédologique du Sénégal au 1/1000 000.Introduction Le Sénégal est situé à la pointe extrême occidentale de l'Afrique, à l'intérieur des coordonnées géographiques suivantes:12° 10' - 17° 30' de longitude O, 12° 20' - 16° 40' de latitude N.Le pays est limité par la Mauritanie au nord, le Mali à l'est; la Guinée et la Guinée-Bissau au sud, l'Océan Atlantique à l'ouest. La Gambie constitue une enclave de l'ordre de 15000 km2 le long du fleuve Gambie.\nDescription des sols dominants Les grands types de sols du Sénégal sont:Les sols minéraux bruts de cuirasse sur schiste (2,4 pour cent);Les sols minéraux bruts de cuirasse sur grès argileux (8,1 pour cent);Les sols gravillonnaires sur cuirasse (11,6 pour cent);Les sols brun-rouge subarides sur sable (14,2 pour cent)Les sols ferrugineux tropicaux faiblement lessivés sur sable (Dior, 20 pour cent);Les sols ferrugineux tropicaux lessivés sur grès sablo-argileux (17,2 pour cent);Les sols ferrugineux tropicaux lessivés cuirassés sur schiste (12,4 pour cent);Les sols faiblement ferralitiques sur grès sablo-argileux (6,2 pour cent);Les sols halomorphes sur alluvions argileuses (1,9 pour cent);Les sols hydromorphes sur argile de décantation (0,2 pour cent);Les sols hydromorphes sur argile (3,3 pour cent);Les sols sulfatés acides sur sable (2,5 pour cent).Les profils décrits proviennent des études de Chauvel, A. (1967), FAO (1975), Kaloga, B. (1966), Maignien, R. (1965), FAO- PNUD-OMVG (1986,1987, 1988) et du Projet RAF 82/047.Sols minéraux bruts d'érosion sur schistes On retrouve ces sols sur les affleurements de schistes localisés sur certaines pentes fortes (colline de N'débou, bordure du massif de Mali).Sols minéraux bruts de cuirasse sur grès argileuxLes cuirasses qui sont des témoins de la surface Eocène et du relief intermédiaire correspondent aux sommets tabulaires de quelques collines d'altitude supérieure à 380 mètres (collines de Bandafassi, de N'débou et de Lakanta). Ces cuirasses présentent parfois les caractéristiques d'une évolution ferrallitique (altération en \"pain d'épice\"). Elles sont généralement fortement démantelées. La grande majorité des surfaces cuirassées semble être constituée par les matériaux résiduels du Moyen glacis. Les cuirasses y forment, le plus souvent, de vastes zones planes où la surface du sol est jonchée de gravillons et de nombreux blocs et pierres de cuirasse épars, produit de leur démantèlement superficiel. La cuirasse est souvent ferrugineuse, massive, à induration forte, constituée essentiellement par un squelette rouge sombre ou brun-rouge, parfois à taches noires et cimentant de nombreux gravillons ferrugineux: elle est qualifiée de type ancien. Le type subactuel est une cuirasse à carapace ferrugineuse à squelette rouille à rouge, anastomosé, à inclusion de terre fine argileuse jaune clair cheminée par les termites (Chauvel, 1967).Il s'agit de sols squelettiques sur grès et quartzites Sols gravillonnaires sur cuirasse Les sols sur matériau gravillonnaire font partie des sols les plus représentés dans le sud-est du Sénégal. Ces sols gravillonnaires s'intercalent entre les zones cuirassées dont il n'est pas toujours facile de les séparer dans une représentation à grande échelle (Khouma, 1995). Les matériaux gravillonnaires sont très hétérogènes. En fonction des recouvrements superficiels, de la proportion de terre fine et de l'épaisseur, on peut observer:  des sols essentiellement gravillonnaires; \r\n   des sols gravillonnaires à recouvrement sableux; \r\n   des sols gravillonnaires plus ou moins argilo-sableux et à recouvrement sableux.Ils reposent sur une cuirasse qui constitue la source des gravillons. Kaloga définit le gravillon comme étant « des débris de cuirasse ou de carapace ferrugineuse, souvent émoussés ou arrondis, de la taille des graviers et d'origine allochtone certaine ». Le terme concrétion est réservé aux éléments ferrugineux et (ou) manganifères individualisés en place tandis que l'appellation gravier est réservée aux éléments non ferrugineux.Description d'un sol gravillonnaire (Oussounkala)Surface gravillonnaire parsemée de nombreuses pierres de cuirasse.\n\n\n0- 9 cm \nCouleur gris-beige, horizon humifère-gravillonnaire, à terre fine sablo-argileuse, ensemble très hétérogène, structure de la terre fine, polyédrique, petite, bien développée, porosité très forte, nombreuses et fines racines.\n\n29-80 cm \nCouleur beige-rouge, très gravillonnaire, terre fine sablo-argileuse, carapace ferrugineuse cimentant irrégulièrement les gravillons, nombreux cailloux de cuirasse. L'ensemble, très vacuolaire, présente une cohésion variable et peut facilement être attaqué au piochon. Aspect stratifié, plus ou moins festonné. Présence de racines fortement contournées.\n\n80-100 cm\nNiveau de carapace, très gravillonnaire, à terre fine argilo-sableuse, à structure polyédrique. Quelques passées de cailloux de quartz cimentés par la carapaceRésultats d'analyses: sol gravillonnaire (Oussounkala)  La proportion de terre fine est très variable. Elle \r\n  est plus élevée en surface (30 à 50 pour cent), plus réduite dans le deuxième \r\n  horizon (25 à 45 pour cent) et légèrement croissante dans le troisième (40 à \r\n  50 pour cent). \r\n   La texture de la terre fine est sablo-argileuse, \r\n  sablo-limoneuse ou argilo-limoneuse en surface, puis argilo-sableuse, \r\n  argilo-limoneuse ou argileuse en profondeur. \r\n   La capacité d'échange est toujours maximum dans \r\n  l'horizon de surface: elle varie de 3 à 10 méq pour 100 g de terre fine, de \r\n  l'ordre de 3 à 7 méq dans les deuxième et troisième horizons. \r\n   Le taux de saturation est proche de 100 en surface. \r\n   Le pH dans l'horizon de surface est compris entre 6 \r\n  et 7. \r\n   La teneur en matière organique est généralement \r\n  élevée en surface (supérieure à 2 pour cent dans la plupart des cas), avec un \r\n  rapport C/N voisin de 13. \r\n   La teneur en azote est de l'ordre de 1 pour mille en \r\n  surface. \r\n   La teneur en phosphore total est comprise entre 0,5 et 1,2 pour mille dans l'horizon de surface.Sols brun-rouge subarides sur sableCe sont des sols formés sur les dunes ogoliennes. Ils présentent une couleur rouge uniforme sur tout le profil avec une teneur en matière organique faible mais homogène sur une bonne partie du profil. La teneur en éléments fins est également faible. Leur complexe absorbant est fortement saturé. Ils sont très sensibles à l'érosion éolienne lorsqu'ils sont dénudés.Description d'un sol brun-rouge subaride (Fanaye Diéri)\n\n\n0-40 cm \nSec sur 2 cm et devenant frais en profondeur; brun grisâtre; humifère; texture très sableuse à sables fins; grains de quartz roses et hyalins; structure fondue; cohésion faible; porosité d'ensemble bonne; radicelles fines. Passage progressif à l'horizon suivant\n\n40-56 cm \nHumide; brun légèrement rougeâtre; apparemment légèrement humifère; horizon de transition; texture très sableuse; structure fondue; cohésion faible; porosité assez bonne; quelques radicelles. A partir de 56 cm, passage brutal à un matériau sec assez cohérent et de couleur brun-rouge.\n\n56-150 cm\nSec; brun rougeâtre; texture sableuse à sables fins avec grains de quartz roses, hyalins, structure massive large et ferme; cohésion forte; porosité moyenne à faible; quelques grosses racines.Résultats d'analyses: sol brun-rouge subaride (Fanaye Diéri)\n\n\n\nProfondeur ( cm)\n0-10\n10-40\n40-56\n56-150\n\nArgile\n4,8\n10,2\n12,2\n8,4\n\nLimon fin\n1,3\n0,8\n0,8\n1,3\n\nLimon grossier\n4,8\n2,5\n2,5\n2,5\n\nSable fin\n47,1\n39,3\n38,6\n39,4\n\nSable grossier\n41,6\n46,6\n45,6\n48\n\nMatière organique\n0,3\n0,3\n-\n-\n\nC %o\n1,48\n1,52\n-\n-\n\nN %o\n0,12\n0,13\n-\n-\n\nC/N\n12,3\n11,7\n-\n-\n\npH eau ½,5\n7,6\n7,5\n7,4\n8\n\npH KCL\n5,5\n5,3\n5,5\n5,7\n\nCa ++\n1,74\n1,88\n2,20\n1,94\n\nMg ++\n-\n1,10\n1,58\n2,04\n\nK +\n0,11\n0,12\n0,15\n0,12\n\nNa +\n0,02\n0,02\n0,02\n0,02\n\nS\n1,87\n3,16\n3,95\n4,12\n\nT\n1,89\n3,53\n3,57\n3,58\n\nS/T pour cent\n98,9\n89,5\n-\n-\n\nFer total Fe2O3 pour cent\n1,10\n1,55\n1,75\n1,43\n\nFer libre Fe2O3 pour cent\n0,64\n0,94\n0,68\n1,00\nSols ferrugineux tropicaux faiblement lessivés sur sable (Dior) On les rencontre majoritairement sur l'ancien erg du Cayor et dans quelques plaines. ` Dior' signifie étendue de sable en Ouolof. Ces sols se caractérisent par une texture sableuse comprenant plus de 95 pour cent de sables totaux. Ils ont une structure particulaire devenant fondue à sec. Leur teneur en carbone est très faible (0.20 pour cent en moyenne) de même que leur teneur en azote total (0.15 pour mille en moyenne) et en bases échangeables (0.7 méq/100g pour Ca, 0.04 pour K et 0.5 pour Mg). Ils ont un pH entre 5,4 et 6,1, et un faible pouvoir tampon.\nLors du dessèchement, il se produit une prise en masse qui rend difficile tout travail du sol avec les moyens traditionnels de traction. Leur capacité de rétention en eau est faible. Les teneurs en eau utile des horizons de surface sont de l'ordre de 4,5 pour cent contre 6pour cent pour les horizons de profondeur. La kaolinite est le type d'argile dominant. La coloration rouge en profondeur est due à un certain lessivage du fer. \nIls se caractérisent aussi par leur mauvaise structure qui les rend peu perméables lorsqu'ils sont gorgés d'eau sur les premiers centimètres. Ils sont sensibles à l'encroûtement.Les sols Dior situés en position d'interdunes sont le siège d'accumulation de matériaux d'origine éolienne et hydrique, constitués de sable, d'argile et de limon et se singularisent par une couleur gris-blanc dominante.Description d'un sol ferrugineux tropical faiblement lessivé sur sable (Bambey)Sole I Nord CNRA de Bambey, sommet de dune\n\n\n0-20 cm \nHorizon de couleur 10 YR 7/4, brun très pâle à sec, sans taches, assez riche en matière organique bien décomposée, la texture sableuse à sable fin sans structure ou massive, transition distincte et régulière, consistance rigide, non plastique; peu cimenté, pores communs et fins, tubulaires, sans orientation dominante. Racines nombreuses de petite taille dans la masse de l'horizon; nombreuses galeries d'insectes.\n\n20-60 cm \nHorizon de couleur 10 YR 8/3, brun très pâle à sec, sans taches, assez riche en matière organique bien décomposée, de texture sableuse, à sable fin sans structure ou massive, transition distincte et régulière, consistance rigide, non plastique, peu cimenté, pores communs, fins, tubulaires, sans orientation dominante. Quelques racines fines dans la masse de l'horizon, quelques débris de poterie et de charbon de bois, galeries d'insectes.\n\n60-100 cm \nHorizon de couleur 10 YR 6/3, brun pâle à sec, avec des traînées plus ou moins horizontales de couleur 7,5 YR 5/6, brun vif à limite nette, pauvre en matière organique, de texture sableuse à sable fin, structure massive, rigide non plastique, transition distincte et régulière, peu cimenté, pores communs, fins, tubulaires, sans orientation dominante, quelques débris de poterie et charbon de bois; pas de racine, quelques galeries d'insectes. \n\n100-175 cm \nHorizon de couleur 7,5 YR 6/6, jaune rougeâtre, à sec, traînées plus ou moins horizontales de couleur 7,5 YR 5/6, brun vif à limite nette, structure massive, transition distincte et régulière, semi-rigide, non plastique, peu cimenté, pores communs, fins, tubulaires et sans orientation dominante; pas de racine, quelques débris de poterie et galeries d'insectes.\n\n175-235 cm \nHorizon de couleur 7,5 YR 6/6 jaune rougeâtre, à sec; traînées plus ou moins horizontales de couleur 7,5 YR 5/6, brun vif à limite nette, pauvre en matière organique, de texture sableuse à sable fin, structure massive, consistance rigide, peu cimenté, peu friable, pores communs, fins, tubulaires et sans orientation dominante, des débris de poterie, des nodules ferrugineux fréquents, pas de racine.\nRésultats analytiques: sol ferrugineux tropical faiblement \r\nlessivé sur sable (Bambey)\n\n\n\nProfondeur (cm)\n0-20 \n20-60 \n60-100 \n100-175 \n175-235 \n\nArgile\n3,3 \n5,3 \n5,3 \n5,3 \n3,8 \n\nLimon \n1,5 \n2,8 \n2,5 \n2,5 \n1,8 \n\nSable fin\n4,1 \n4,4 \n4,1 \n3,6 \n3,3 \n\nSable moyen\n70,8 \n64,5 \n66,6 \n68,5 \n69,5 \n\nSable grossier\n19,8 \n22,7 \n21,3 \n20,1 \n21,7 \n\nC %o\n2,24 \n2,14 \n2,01 \n2,17 \n1,61 \n\nN %o\n0,19 \n0,19 \n0,16 \n0,12 \n0,07 \n\nC/N\n11,8 \n11,3 \n12,6 \n18,1 \n23,0 \n\nP2O5 total pour cent\n0,180 \n0,210 \n0,160 \n0,205 \n0,130 \n\npH eau ½,5\n5,4 \n5,5 \n5,5 \n5,8 \n6,1 \n\npH KCL\n4,4 \n4,2 \n4,2 \n4,5 \n5,0 \n\nCa ++\n0,7 \n1,2 \n0,9 \n1,5 \n1,09 \n\nMg ++\n0,2 \n0,5 \n0,5 \n0,7 \n0,3 \n\nK +\n0,04 \n0,05 \n0,03 \n0,04 \n0,03 \n\nNa +\n0,006 \n0,006 \n0,02 \n0,02 \n0,02 \n\nS\n0,95 \n1,81 \n1,45 \n2,26 \n1,44 \n\nT\n1,75 \n2,6 \n2,0 \n2,35 \n1,45 \n\nS/T pour cent\n54 \n70 \n73 \n96 \n99 \nSols ferrugineux tropicaux \r\nlessivés sur grès sablo-argileux \nOn les rencontre sur les plateaux et versants dans la \r\nmoitié sud du pays. Ils peuvent être de couleur rouge ou beige. Ils présentent \r\nun horizon d'accumulation d'argile. La présence de taches et concrétions \r\nferrugineuses est fréquente. Ils peuvent aussi être indurés. La kaolinite reste \r\nle type d'argile dominant. Ils sont souvent déficients en phosphore \r\nassimilable.\nCes sols sont largement représentés dans le Niombato, au \r\nnord et au sud de Kaffrine et au sud de Goudiry jusque vers Dialakoto au S.E. Ce \r\nsont des sols très caractéristiques qui se sont développés sur les entailles du \r\nContinental Terminal. Ils sont très largement exploités en vue de la culture de \r\nl'arachide. Ils correspondent aux anciennes « terres neuves » du \r\nSénégal.\nExemple observé près du village de Hanene (Laghem \r\noriental), modelé doucement vallonné, mi-pente d'un glacis se raccordant à un \r\nbas-plateau; pente 2-3 pour cent; savane parc à Cordyla \r\nafricana , jachère à arachide.\nDescription d'un sol ferrugineux tropical lessivé sur grès \r\nsablo-argileux (Hanene)\n\n\n\n0-25 cm  \nGris-brun sableux; structure nuciforme un peu \r\n      anguleuse, légèrement durcie, peu stable; poreux.\n\n25-50 cm  \nbeige grisâtre; sableux; structure peu développée \r\n      à tendance nuciforme; lessivé.\n\n50-85 cm  \nbeige, légèrement rougi; sableux; structure peu \r\n      développée, particulaire; assez poreux; lessivé.\n\n85-155 cm  \nbeige plus clair; sablo-argileux; structure à \r\n      tendance polyédrique massive, pseudo-sableux; porosité relativement bonne; \r\n      légère ségrégation du fer vers le bas de l'horizon, sous forme de taches \r\n      diffuses et de marbrures ocre-rouille.\n\n155-210 cm \nbeige jaunâtre, très clair; sablo-argileux; taches \r\n      ferrugineuses bien individualisées, peu nombreuses, légèrement durcies, se \r\n      coupant à l'angle; structure fondue\n\n> 210 cm\nsables argileux jaunâtres (Continental \r\n      Terminal).\nRésultats analytiques: sol ferrugineux tropical lessivé sur \r\ngrès sablo-argileux (Hanene)\n\n\n\nProfondeur (cm)\n0-25\n50-85\n85-155\n155-210\n\nGRANULOMÉTRIE (%) \n \n \n \n \n\nSable grossier\n30,2 \n30,6 \n28,6 \n27,7 \n\nSable fin\n\n61,4 \n\n57,5 \n\n46,9 \n\n48,5 \n\n\nLimon\n\n3,5 \n\n2,3 \n\n2,7 \n\n3,7 \n\n\nArgile\n\n3,3 \n\n8,0 \n\n19,8 \n\n16,5 \n\n\nMatière organique\n\n0,74 \n\n0,19 \n\n-\n\n-\n\n\nMATIÈRE ORGANIQUE (0/00)\n \n \n \n \n\n\nCarbone\n\n4,3 \n\n1,1 \n\n-\n\n-\n\n\nAzote\n\n0,27 \n\n0,09 \n\n-\n\n-\n\n\nC/N \n\n15,9 \n\n12,2 \n\n-\n\n-\n\n\nBASES ÉCHANGEABLES (%) \n \n \n \n \n\n\nCa méq\n\n1,6 \n\n0,7 \n\n0,9 \n\n0,75 \n\n\nMg méq\n\n0,5 \n\n0,4 \n\n0,6 \n\n0,4 \n\n\nK méq\n\n0,11 \n\n0,09 \n\n0,09 \n\n0,11 \n\n\nACIDE PHOSPHORIQUE TOTAL ( 0/00 )\n\n0,43 \n\n0,29 \n\n0,27  \n\n 0,34\n\n\npH eau \n\n6,6 \n\n6,5 \n\n5,5 \n\n5,8 \nSols ferrugineux tropicaux \r\nlessivés cuirassés sur schiste\nIls sont très largement représentés à l'est du Sénégal. \r\nIls ont des caractères d'hydromorphie très prononcés et sont associés à des \r\ncuirasses de bas de pente, formant de vastes glacis abritant très peu \r\nd'arbres.\nSols faiblement \r\nferrallitiques \nCes sols se sont formés sur le matériau sablo-argileux \r\ndu Continental Terminal et se caractérisent par leur couleur rouge uniforme, une \r\nfaible capacité d'échange cationique et l'homogénéité du profil. Ils sont \r\npauvres en limons et riches en fer et alumine libre. Les propriétés \r\nphysiques de ces sols sont généralement bonnes avec une grande profondeur et une \r\nstructure finement polyédrique. La teneur en matière organique sous forêt peut \r\natteindre 2.1pour cent, mais dès qu'ils sont mis en culture, celle-ci décroît \r\npour se stabiliser autour de 1 pour cent (Fauck et \r\nal., 1969).\nDescription d'un profil de sol faiblement ferrallitique \r\n(Kounayan)\n\n\n\n\n0-8 cm \n\n7,5 YR 4/4, brun foncé; sec sans taches; à matière \r\n      organique non directement décelable; aucune effervescence; sans éléments \r\n      grossiers; texture sableuse à sables grossiers siliceux; structure \r\n      d'ensemble massive avec en surface une structure feuilletée due à l'action \r\n      hydrique; porosité tubulaire fine, bonne; matériaux à consistance rigide, \r\n      non plastique et non collant; assez friable; chevelu racinaire; horizon \r\n      labouré; activité biologique forte; quelques morceaux de charbon. Passage \r\n      diffus à\n\n\n8-20 cm \n\n2,5 YR 4/4, brun rougeâtre, sec; sans taches; à \r\n      matière organique non directement décelable; sans effervescence; sans \r\n      éléments grossiers; texture sableuse légèrement argileuse à sables \r\n      grossiers siliceux ferruginisés et hyalins; structure massive à débit peu \r\n      aisé, polyédrique grossier; porosité tubulaire fine bonne; matériau à \r\n      consistance rigide non plastique et collant; chevelu racinaire; horizon \r\n      labouré; activité biologique moyenne. Passage graduel à\n\n\n20-50 cm \n\n2,5 YR 3.5/6, rouge foncé, sec; sans taches; sans \r\n      éléments grossiers; sans efflorescence; texture sablo-argileuse à sables \r\n      grossiers siliceux; structure d'ensemble massive à débit peu aisé, \r\n      polyédrique grossier subanguleux; cohésion forte, porosité tubulaire \r\n      bonne; matériaux peu plastiques et peu collants; activité biologique \r\n      moyenne. Passage graduel à \n\n\n50-105 cm \n\n2,5 YR 4/6, rouge, légèrement frais; sans tache; \r\n      sans éléments grossiers; texture sablo-argileuse à argilo-sableuse; à \r\n      sables grossiers siliceux, structure massive bien nette à débit peu aisé \r\n      polyédrique subanguleux grossier, cohésion plutôt forte, porosité \r\n      tubulaire fine, moyenne à faible; horizon compact, apparition de nodules \r\n      argileux à la base de l'horizon; matériaux plastiques et collants; \r\n      activité biologique moyenne.Passage graduel à \n\n\n105-170 cm \n\n10 R 4/6 rouge, légèrement frais; sans tache; sans \r\n      éléments grossiers, texture argilo-sableuse à sables grossiers siliceux \r\n      ferruginisés et hyalins, structure d'ensemble massive à sous-structure \r\n      polyédrique subanguleuse grossière; cohésion forte à moyenne, très forte \r\n      au niveau des nodules argileux; porosité moyenne; matériaux plastiques et \r\n      collants; activité biologique moyenne.\nRésultats d'analyses: sol faiblement ferrallitique \r\n(Kounayan)\n\n\n\n\nProfondeur (cm)\n\n0-8 \n\n8-20 \n\n20-50 \n\n50-105 \n\n105-170 \n\n\nArgile\n\n13,7 \n\n14,2 \n\n26,2 \n\n45,0 \n\n42,7 \n\n\nLimon fin\n\n2,0 \n\n4,8 \n\n5,8 \n\n2,8 \n\n2,8 \n\n\nLimon grossier\n\n7,9 \n\n6,9 \n\n6,4 \n\n3,5 \n\n4,4 \n\n\nSable fin\n\n34,8 \n\n32,5 \n\n27,7 \n\n19,7 \n\n21,3 \n\n\nSable grossier\n\n39,8 \n\n40,6 \n\n32,0 \n\n23,8 \n\n25,7 \n\n\nMatière organique\n\n1,5 \n\n0,8 \n\n0,7 \n \n \n\n\nC %o\n\n9,6 \n\n4,4 \n\n4,2 \n \n \n\n\nN %o\n\n0,64 \n\n0,41 \n\n0,41 \n \n \n\n\nC/N\n\n13,4 \n\n10,7 \n\n10,2 \n \n \n\n\nP2O5 total %o\n\n0,16 \n\n0,13 \n\n0,18 \n \n \n\n\npH eau ½,5\n\n6,2 \n\n6,0 \n\n5,1 \n\n5,0 \n\n5,1 \n\n\npH KCL\n\n5,2 \n\n4,5 \n\n4,0 \n\n4,2 \n\n4,3 \n\n\nCa ++\n\n1,94 \n\n0,74 \n\n0,24 \n\n0,58 \n\n0,46 \n\n\nMg ++\n\n1,22 \n\n0,78 \n\n0,50 \n\n0,58 \n\n0,44 \n\n\nK +\n\n0,06 \n\n0,02 \n\n0,03 \n\n0,03 \n\n0,03 \n\n\nNa +\n\n0,03 \n\n0,01 \n\n0,02 \n\n0,02 \n\n0,02 \n\n\nS\n\n3,25 \n\n1,55 \n\n0,79 \n\n1,21 \n\n0,95 \n\n\nT\n\n3,78 \n\n3,17 \n\n3,87 \n\n4,45 \n\n2,58 \n\n\nS/T %\n\n86 \n\n49 \n\n20 \n\n27 \n\n37 \n\n\nFer total Fe2O3 %\n\n1,63 \n\n1,88 \n\n2,94 \n\n4,63 \n\n4,75 \n\n\nFer libre Fe2O3 %\n\n1,15 \n\n1,50 \n\n2,35 \n\n3,80 \n\n4,15 \nSols halomorphes\nCe sont des sols formés sur alluvions deltaïques. Ils \r\nsont argileux et ils présentent aussi des caractéristiques hydromorphes. Ils \r\nsont marqués par de fortes teneurs en sels solubles qui précipitent en surface \r\nen saison sèche.\nDescription d'un profil de sol halomorphe (Kassack \r\nnord)\n\n\n\n\n0-5 cm \n\nSec; 10 YR 5/1,5; gris à brun-gris, quelques fines \r\n      taches d' hydromorphie de couleur rouille, localisées dans les pores \r\n      racinaires, dans la masse de l'horizon, noyaux de couleur gris-noir, plus \r\n      argileux; fines plages verticales plus beiges sur les faces des éléments \r\n      structuraux; limon argileux (clay loam), structure polyédrique moyenne, \r\n      surstructure prismatique grossière; fortement poreux (porosité horizontale \r\n      semi-fermée).\n\n\n5-12 cm \n\nPresque sec; couleur plus sombre, augmentation du \r\n      nombre et de la taille des taches de réoxydation; argilo-limoneux; \r\n      structure polyédrique moins développée et plus grossière; faiblement \r\n      poreux;\n\n\n12-24 cm \n\nFrais; 10 YR 6/1,5; gris léger; nombreuses taches \r\n      rouilles; fines traînées noires liées à d'anciennes racines; \r\n      limono-argileux; structure massive à débit polyédrique; surstructure \r\n      prismatique; porosité fine, faible.\n\n\n24-37 cm \n\nLégèrement humide; 10 YR 3,5/1; gris sombre, \r\n      nombreuses petites plages jaune-rouge; quelques traînées noires le long de \r\n      pores racinaires; argileux; structure massive à tendance polyédrique \r\n      moyenne; assez forte porosité tubulaire fine et moyenne.\n\n\n37-48 cm \n\nHumide; très taché de jaune et de rouge par \r\n      grandes plages, sableux; structure massive;\n\n\n48-80 cm \n\nHumide, taché; sablo-limoneux;\n\n\n80-103 cm \n\nHumide; teinte de fond claire; nombreuses taches \r\n      rouge vif constituant des noyaux de quelques cm, plus consistants que le \r\n      reste de l'horizon; assez nombreux `ironpipes'; sablo-limoneux\n\n\n103-132 cm \n\nHumide; alternance de lits argileux et de lits \r\n      très sableux; taché, ` ironpipes'. \n\n\n132-155 cm \n\nTrès humide; nombreuses taches de jarosite, \r\n      nombreuses taches ocres associées; limono-argileux, pas de \r\n    structure.\n\n\n155-170 cm \n\nTrès humide; gris-noir; quelques rares taches; \r\n      argilo-limoneux; pas de structure; plastique; collant; à partir de 210 cm, \r\n      le profil est sableux.\nRésultats d'analyses: sol halomorphe (Kassack \r\nnord)\n\n\n\n\nProfondeur (cm)\n\n0-5 \n\n5-12 \n\n12-24 \n\n24-37 \n\n37-48 \n\n50-60 \n\n60-70 \n\n\nArgile\n\n27,4 \n\n34 \n\n32 \n\n44,7 \n\n6,4 \n\n7,3 \n\n5,1 \n\n\nLimon fin\n\n13,7 \n\n14,2 \n\n16,3 \n\n20,3 \n\n1,3 \n\n7,9 \n\n6,4 \n\n\nLimon grossier\n\n28,3 \n\n24,2 \n\n23 \n\n16,8 \n\n3,6 \n\n31,3 \n\n24,1 \n\n\nSable fin\n\n22,8 \n\n18,8 \n\n21,7 \n\n11,1 \n\n82,0 \n\n32,2 \n\n42,9 \n\n\nSable grossier\n\n0,6 \n\n0,3 \n\n0,4 \n\n0,2 \n\n0,4 \n\n2,4 \n\n2,5 \n\n\nMatière organique\n\n1,7 \n\n2,2 \n\n0,4 \n\n0,5 \n\n0,1 \n\n0,3 \n\n0,3 \n\n\nC %o\n\n10 \n\n12,8 \n\n2,4 \n\n2,7 \n\n0,6 \n\n1,7 \n\n1,7 \n\n\nN %o\n\n0,74 \n\n1,1 \n\n0,3 \n\n0,34 \n\n0,08 \n\n0,17 \n\n0,18 \n\n\nC/N\n\n13,5 \n\n12 \n\n8,3 \n\n7,9 \n\n7,5 \n\n10 \n\n9,4 \n\n\nP2O5 total %o\n\n0,26 \n\n0,29 \n\n0,28 \n\n0,29 \n\n0,07 \n\n0,14 \n\n0,13 \n\n\npH eau ½,5\n\n5,5 \n\n5,5 \n\n6,2 \n\n5,8 \n\n5,0 \n\n5,0 \n\n-\n\n\npH KCL\n\n5,0 \n\n4,9 \n\n5,1 \n\n4,8 \n\n4,3 \n\n4,3 \n\n-\n\n\nCa ++\n\n3,9 \n\n4,0 \n\n2,7 \n\n3,7 \n\n0,6 \n\n1,8 \n\n2,4 \n\n\nMg ++\n\n6,6 \n\n7,0 \n\n5,3 \n\n9,1 \n\n1,4 \n\n4,2 \n\n4,0 \n\n\nK +\n\n0,4 \n\n0,45 \n\n0,4 \n\n0,65 \n\n0,05 \n\n0,2 \n\n0,25 \n\n\nNa +\n\n2,2 \n\n1,6 \n\n1,5 \n\n3 \n\n-\n\n1,2 \n\n1,15 \n\n\nS\n\n13,1 \n\n13 \n\n9,9 \n\n17 \n\n2,05 \n\n7,4 \n\n7,8 \n\n\nT\n\n17,1 \n\n16,2 \n\n11,2 \n\n17 \n\n2,75 \n\n8,3 \n\n7,5 \n\n\nS/T %\n\n76 \n\n80 \n\n88 \n\n100 \n\n74 \n\n89 \n\n> 100\n\n\nNa/T %\n\n13 \n\n10 \n\n15 \n\n17 \n\n-\n\n14,5 \n\n15 \n\n\nConductivité E,S, dS/m\n\n27 \n\n12,9 \n\n6,5 \n\n6,83 \n\n4,95 \n\n11,8 \n\n-\nSols hydromorphes\nCette classe regroupe tous les sols dont l'évolution est \r\ndominée par la présence d'un excès d'eau par suite, soit d'un engorgement \r\ntemporaire, de profondeur ou d'ensemble, soit de la présence ou de la remontée \r\nd'une nappe phréatique.\nSols \r\nhydromorphes minéraux à pseudogley sur alluvions argileuses \r\ndiverses\n\nCes sols se sont développés dans les zones inondables \r\nbordant les grands cours d'eau et leurs affluents. Dans la vallée de la Gambie, \r\nles alluvions ont une texture argileuse (taux d'argile variant de 40 à 60 pour \r\ncent) combinée à une forte teneur en limon (de 20 à 30 pour cent). La teneur en \r\nmatière organique, la capacité d'échange cationique et les bases échangeables \r\nsont relativement faibles. Le pH est bas. Les sols ont l'avantage d'être \r\nprofonds, mais le manque de maîtrise des conditions de submersion constitue un \r\nfacteur limitant majeur.\nDescription d'un sol hydromorphe (Fanaye)\n\n\n\n\n0-12 cm \n\nFrais; brun; apparemment humifère, quelques taches \r\n      brun-ocre; texture argilo-sableuse; structure fragmentaire polyédrique \r\n      moyenne à tendance fondue; cohésion faible; microporosité apparemment \r\n      bonne; radicelles fines; quelques morceaux de charbon de bois.\n\n\n12-35 cm \n\nFrais à humide; brun légèrement foncé; apparemment \r\n      non humifère; taches brunâtres foncées accompagnées de quelques \r\n      concrétions ocre- noir assez dures; texture argilo-sableuse; structure \r\n      fondue à tendance polyédrique moyenne; cohésion faible; microporosité \r\n      d'ensemble assez bonne; quelques radicelles fines. Passage progressif à \r\n      l'horizon suivant.\n\n\n35-80 cm \n\nHumide; brun légèrement foncé; horizon identique \r\n      au précédent mais renfermant plus de taches ocres et de concrétions \r\n      noires; pas de racine. Vers 80 cm, on passe brutalement à un support très \r\n      sableux (à sables blancs fins) sec.\n\n\n80-120 cm \n\nSec; horizon très sableux à sables blancs fins \r\n      entachés de larges plages brun-ocre, ça et là des gaines ferrugineuses \r\n      fossilisant des racines; texture très sableuse; structure particulaire à \r\n      tendance massive; horizon drainant; pas de racines \r\n  actuelles.\nRésultats d'analyses: sol hydromorphe (Fanaye)\n\n\n\n\nProfondeur (cm)\n\n0-12 \n\n12-35 \n\n35-80 \n\n80-120 \n\n\nArgile\n\n38,9 \n\n45,5 \n\n44,7 \n\n3,3 \n\n\nLimon fin\n\n10,7 \n\n10,9 \n\n9,9 \n \n\n\nLimon grossier\n\n6,1 \n\n3,7 \n\n3,7 \n\n0,1 \n\n\nSable fin\n\n21,5 \n\n21,2 \n\n23,3 \n\n67,0 \n\n\nSable grossier\n\n19,3 \n\n13,0 \n\n13,3 \n\n29,0 \n\n\nC %o\n\n2,88 \n\n2,48 \n \n \n\n\nN %o\n\n0,32 \n\n0,29 \n \n \n\n\nC/N\n\n9,0 \n\n8,6 \n \n \n\n\npH eau ½,5\n\n7,0 \n\n6,6 \n\n6,3 \n\n7,3 \n\n\npH KCL\n\n5,0 \n\n4,7 \n\n4,5 \n\n5,2 \n\n\nCa ++\n\n8,90 \n\n9,40 \n\n9,18 \n\n0,56 \n\n\nMg ++\n\n5,76 \n\n7,82 \n\n6,92 \n\n0,26 \n\n\nK +\n\n0,36 \n\n0,22 \n\n0,13 \n\n0,02 \n\n\nNa +\n\n0,08 \n\n0,06 \n\n0,05 \n\n0,02 \n\n\nS\n\n15,10 \n\n17,50 \n\n16,28 \n\n0,86 \n\n\nT\n\n14,34 \n\n17,59 \n\n20,23 \n\n1,08 \n\n\nS/T pour cent\n\n99,5 \n\n80,5 \n\n79,6 \n\n98,9 \n\n\nFer total Fe2O3 %\n\n4,60 \n\n5,20 \n\n5,00 \n\n0,40 \n\n\nFer libre Fe2O3 %\n\n2,65 \n\n3,20 \n\n2,75 \n\n0,18 \nSols hydromorphes minéraux à \r\npseudogley sur argile de décantation \nIls sont marqués par une hydromorphie à pseudogley avec \r\ndes taches et concrétions. Certaines propriétés vertiques sont présentes dans le \r\nprofil. Les sols sont profonds et localisés dans les zones les plus basses de la \r\ndépression.\nDescription d'un sol hydromorphe sur argile de décantation \r\n(vallée de l'Anambé)\n\n\n\n\n0 -20 cm \n\nCouleur à sec (10YR 6/1), humide (10YR 5/1); \r\n      texture limono-argileuse; structure polyédrique; compact; présence de \r\n      taches et concrétions; nombreuses racines; faune abondante; contour peu \r\n      net; mauvais drainage; porosité fine; fentes de 2 cm de large distantes de \r\n      10 à 30 cm, transition distincte et régulière.\n\n\n20- 30 cm \n\nCouleur à sec (2,5 Y 6/2), humide (2,5 Y 5/2); \r\n      texture argileuse, structure massive; compact; nombreuses taches et \r\n      concrétions, peu de racines; faible activité faunistique; porosité \r\n      fine.\nRésultats d'analyses: sol hydromorphe sur argile de \r\ndécantation (Anambé)\n\n\n\n\nProfondeur (cm)\n\n0-20 \n\n20-130 \n\n\nArgile\n\n33,10 \n\n43,6 \n\n\nLimon \n\n52,66 \n\n20,74 \n\n\nSable \n\n14,14 \n\n35,70 \n\n\nC %\n\n0,62 \n\n0,37 \n\n\nN %o\n\n0,59 \n\n0,22 \n\n\nC/N\n\n11 \n\n17 \n\n\nP2O5 ass,%o\n\n0,037 \n\n0,012 \n\n\npH eau ½,5\n\n5,69 \n\n6,35 \n\n\npH KCL\n\n4,26 \n\n4,69 \n\n\nCa ++\n\n7,60 \n\n13,70 \n\n\nMg ++\n\n2,00 \n\n1,80 \n\n\nK +\n\n0,16 \n\n0,17 \n\n\nNa +\n\n0,10 \n\n0,04 \n\n\nS\n\n9,86 \n\n15,71 \n\n\nT\n\n13,20 \n\n17,75 \n\n\nS/T %\n\n75 \n\n89 \nSols sulfatés acides\nCe sont des sols de mangrove et de tannes (zones \r\nhypersalées et dénudées) appelés aussi sols sulfatés acides, dont la genèse est \r\norientée par les différentes transformations du soufre contenu dans ces \r\nsols.\nLes sols de mangrove dans leur acception la plus large \r\ncomprennent tous les sols fluvio-marins dont la pédogénèse est dominée par les \r\ntransformations du soufre. La nature et l'importance des différentes formes du \r\nsoufre dans ces sols donnent une indication sur leur degré d'évolution. Quel que \r\nsoit ce degré d'évolution, les sols de mangrove du Sénégal sont tous affectés \r\npar une salinité variable dont la sévérité décroît du nord au sud du pays en \r\nconcordance avec le gradient pluviométrique. La salinité a sans doute les effets \r\nles plus marquants mais elle coexiste avec d'autres facteurs limitants telles \r\nque la toxicité aluminique et ferreuse, l'acidité et la déficience en éléments \r\nnutritifs. \nLes mangroves constituent une écologie particulièrement \r\nfavorable à la riziculture traditionnelle. La riziculture de mangrove est l'une \r\ndes plus performantes en Afrique de l'Ouest, toutes choses étant égales par \r\nailleurs. Jusque dans les années soixante, la salinité chlorurée sodique était \r\nconsidérée comme étant la principale contrainte des sols de mangrove. Il aura \r\nfallu l'échec des grands projets, basés uniquement sur un drainage profond de \r\nces sols, pour attirer l'attention des scientifiques sur la nécessité d'une \r\nmeilleure connaissance sur leur genèse. \nDescription d'un sol sulfaté acide (Tobor)\nCuvette de tanne\n\n\n\n\n0-3 cm \n\nFrais: brun pâle (10YR 6/3); très nombreuses \r\n      taches jaune-brun (10 YR 6/6) de forme diffuse; aucune autre tache; \r\n      argilo-limoneux; structure particulaire nette; croûte saline friable en \r\n      surface; pas de racines; activité biologique faible.Transition nette et \r\n      régulière.\n\n\n3-12 cm \n\nHumide: gris (10 YR 5/1); très nombreuses taches \r\n      rouge jaunâtre peu étendues, associées aux racines; taches noires (2,5 Y \r\n      N/4) sur les parois des fentes; argilo-limoneux; structure fragmentaire \r\n      nette à éclats émoussés, moyenne et grossière et à surstructure grenue, \r\n      fine quand sec; fentes de 0,1 cm de large sur toute l'épaisseur de \r\n      l'horizon; agrégats à pores nombreux, très fins et fins, tubulaires, \r\n      horizontaux; matériau à consistance semi-rigide, très friable, très \r\n      fragile; chevelu racinaire important, activité biologique forte.Transition \r\n      nette et régulière.\n\n\n12-75 cm \n\nHumide: 5 YR 5/1; très nombreuses taches jaunâtres \r\n      (2,5 Y 8/6) à (10 YR 7/4) en traînées verticales le long d'anciennes \r\n      traces de grosses racines de palétuviers; texture idem; structure \r\n      prismatique, grossière et très grossière, nette; macroporosité élevée due \r\n      aux fentes sur toute l'épaisseur de l'horizon; microporosité moyenne; \r\n      matériau à consistance pâteuse (d'ordre 30), plastique, collant, fragile; \r\n      quelques racines fines et grosses de palétuviers en décomposition; faible \r\n      odeur caractéristique de vase. Activité microbiologique intense.Transition \r\n      graduelle sur 10 cm et régulière.\n\n\n75-100 cm \n\nSol noyé; gris idem; très nombreuses taches jaune \r\n      pâle (2,5 Y 7/4) à rouge jaunâtre (YR 4/8) le long des anciens \r\n      emplacements racinaires; débris organiques; argilo-sableux; aucune \r\n      structure; sans fente; matériau à consistance pâteuse, très plastique, \r\n      très collant; racines de palétuviers en voie de décomposition plus \r\n      nombreuses (20 pour cent); activité microbiologique intense.Transition \r\n      graduelle en 10 cm et ondulé.\n\n\n100-140 cm \n\nSol noyé; gris (7,5 YR N/5); quelques taches gris \r\n      brunâtre clair (10 YR 6/2) en traînées verticales et associées aux \r\n      radicelles, argilo-sableux à sable fin; aucune structure; matériau \r\n      identique; 30 pour cent de grosses racines non décomposées et 30 pour cent \r\n      de radicelles en voie de pourrissement; légère odeur de vase. Activité \r\n      microbiologique intense; Transition nette et régulière .\n\n\n140 et + \n\nHorizon identique au précédent mais sans tache. \r\n      Nappe à 140 cm\nRésultats d'analyses: sol sulfaté acide \r\n(Tobor)\n\n\n\n\nProfondeur (cm)\n\n0-3 \n\n3-12 \n\n12-75 \n\n75-100 \n\n100-140 \n\n\nArgile\n\n29,7 \n\n51 \n \n\n33 \n \n\n\nLimon fin\n\n15,2 \n\n14,2 \n \n\n7,1 \n \n\n\nLimon grossier\n\n8,4 \n\n6,8 \n \n\n9 \n \n\n\nSable fin\n\n7,3 \n\n12 \n \n\n40 \n \n\n\nSable grossier\n\n0,2 \n\n0,7 \n \n\n0,4 \n \n\n\nC %o\n\n12,8 \n\n13,2 \n\n8,2 \n\n12,0 \n\n24,4 \n\n\nN %o\n\n1,28 \n\n1,13 \n\n0,41 \n\n0,41 \n\n0,77 \n\n\nC/N\n\n10 \n\n12 \n\n20 \n\n29 \n\n32 \n\n\npH eau 1/1\n\n3,6 \n\n3,6 \n\n3,5 \n\n3,3 \n\n2,4 \n\n\npH frais\n \n \n\n3,3 \n\n3,4 \n\n3,5 \n\n\nCa ++\n\n2,00 \n\n2,20 \n\n1,60 \n\n1,80 \n\n3,40 \n\n\nMg ++\n\n9,60 \n\n5,80 \n\n5,60 \n\n4,00 \n\n6,80 \n\n\nK +\n\n0,55 \n\n0,75 \n\n0,80 \n\n0,40 \n\n0,45 \n\n\nNa +\n\n40 \n\n4,8 \n\n5,4 \n\n4,6 \n\n8,5 \n\n\nS\n\n52,2 \n\n13,60 \n\n13,35 \n\n10,75 \n\n19,20 \n\n\nT\n\n11,40 \n\n14,40 \n\n13,40 \n\n15,75 \n\n20,2 \n\n\nS/T %\n\n100 \n\n95 \n\n100 \n\n68 \n\n95 \n\n\nEc extrait 1/10 en dS/m\n\n46,2 \n\n5,73 \n\n5,33 \n\n5,68 \n\n9,20 \n\n\nSoufre élémentaire %o\n\n-\n\n-\n\n0,04 \n\n0,03 \n\n0,13 \n\n\nS. de la jarosite\n\n10,66 \n\n2,93 \n\n3,78 \n\n2,45 \n\n5,65 \n\n\nS. total\n\n37,82 \n\n10,08 \n\n15,84 \n\n8,40 \n\n23,52 \nDistribution spatiale\n\nLes sols minéraux bruts sur cuirasse schisteuse sont \r\n  localisés dans le périmètre constitué par le fleuve Gambie, la rivière \r\n  Koulountou et la frontière avec la République de Guinée. \r\n  Les sols ferrugineux tropicaux lessivés cuirassés sur \r\n  schiste sont situés à l'est et au nord de ces derniers, formant un triangle \r\n  dont le sommet nord se situe aux environs de Bakel. \r\n  Les sols minéraux bruts sur cuirasse de grès argileux \r\n  sont situés à l'ouest de la vallée du fleuve Sénégal et s'étendent du \r\n  sud-ouest de Bakel au nord-ouest de Matam. \r\n  Les sols ferrugineux tropicaux lessivés cuirassés sur \r\n  schiste forment un triangle avec comme sommets le coin sud-est du Sénégal, la \r\n  Koulountou à l'entrée du territoire sénégalais, à l'ouest, et Dembankané au \r\n  nord. \r\n  Les sols ferrugineux tropicaux peu lessivés \r\n  s'étendent d'ouest en est sur une large bande. \r\n  Les sols gravillonnaires leur font suite au sud avec \r\n  la même orientation sur la moitié ouest. \r\n  Les sols brun-rouge subarides sont adossés à la basse \r\n  et moyenne vallée du fleuve Sénégal et s'étendent vers le centre. \r\n  Les sols ferrugineux tropicaux lessivés bordent les \r\n  2/3 de la frontière sud avec la Gambie en Moyenne et en Haute Casamance. \r\n  Les sols ferrallitiques sont situés à l'ouest, de \r\n  part et d'autre de la frontière gambienne. \r\n  Les sols halomorphes couvrent le delta du fleuve \r\n  Sénégal. \r\n  Les sols hydromorphes sont localisés dans les \r\n  moyennes vallées des fleuves Sénégal et Gambie, le long de la Koulountou et \r\n  dans la grande dépression de la vallée de l'Anambé au sud. \r\n  Les sols sulfatés acides sont de part et d'autre de \r\n  l'estuaire de la Casamance et dans toutes les basses vallées subissant \r\n  l'influence de la marée.\nValeur agricole des sols \r\n(cultures principales) et contraintes de mise en valeur\nLes terres arables ne représentent que 19 pour cent de \r\nla superficie du pays (3,8 millions d'hectares). Les surfaces moyennes cultivées \r\nannuellement sont de l'ordre de 2,5 millions d'hectares (65 pour cent des terres \r\narables) dont 98 pour cent en pluvial et 2 pour cent en irrigué. Les taux \r\nd'exploitation les plus élevés se rencontrent dans le bassin arachidier (81 pour \r\ncent), les Niayes (65 pour cent), contre seulement 40 pour cent en Casamance et \r\nau Sénégal Oriental. Les forêts, les savanes et les parcours classés \r\nreprésentent 32 pour cent de la superficie du pays (6 324 000 hectares) et \r\nles zones non classées et les terres non cultivables 49 pour cent (9 542 \r\n000 hectares) ( in: Badiane, 1999).\nLes sols minéraux bruts sur cuirasse n'ont aucune valeur \r\nagricole. Tout au plus une certaine vocation pastorale peut exister à la faveur \r\ndes formations herbeuses qui y poussent.\nLes sols ferrugineux tropicaux lessivés cuirassés sur \r\nschiste ont une faible valeur agronomique, mais conviennent surtout au \r\npâturage.\nLes sols gravillonnaires, en dépit d'une faible capacité \r\npour l'eau, présentent une bonne aération et contribuent de manière plus ou \r\nmoins importante à la nutrition des plantes en fonction de leur teneur en \r\néléments fins et de leur profondeur qui constituent souvent des facteurs \r\nlimitants. Hormis la culture de l'arachide et du mil, ce sont des sols qui \r\npeuvent convenir pour le reboisement.\nLes sols brun-rouge subarides ont une fertilité \r\nrelativement faible mais c'est surtout l'aridité du climat qui ne permet pas aux \r\nprincipales cultures pluviales d'y boucler leur cycle par manque d'eau, qui \r\nconstitue la principale contrainte.\nLes sols ferrugineux tropicaux peu lessivés sont les \r\nsols à arachide par excellence, en rotation avec le mil. Ils sont également \r\ncultivés en niébé. L'arboriculture et le maraîchage réussissent bien dans ces \r\nsols. Du fait de leur texture sableuse et de leur faible teneur en matière \r\norganique, ils sont chimiquement pauvres et se sont pratiquement tous acidifiés \r\nsous les effets d'une mise en culture continue. \nLes sols ferrugineux tropicaux lessivés conviennent à \r\nune gamme plus large de cultures du fait de leur plus grande richesse minérale \r\nmais aussi du fait qu'ils sont localisés dans des zones relativement mieux \r\npourvues en eau. Ils conviennent à l'arachide, au mil , au maïs, au riz pluvial, \r\nau sorgho, au coton, à l'arboriculture et au maraîchage.\nLes sols halomorphes sur alluvions argileuses sont \r\nchimiquement riches et conviennent à la riziculture intensive, au coton et à la \r\nculture de la canne à sucre en conditions de maîtrise complète de l'eau. Mais \r\nleur salinité excessive et les difficultés de travail du sol y constituent les \r\nprincipales contraintes. \nLes sols ayant la plus large gamme d'aptitudes sont en \r\nmajorité les sols alluviaux hydromorphes qui ont l'avantage de posséder une \r\ngrande profondeur, une texture équilibrée, une capacité pour l'eau importante, \r\nune fertilité naturelle relativement bonne. Ils conviennent au riz de bas-fond, \r\nau maïs, au sorgho et au maraîchage. Pour les sols alluviaux hydromorphes, les \r\nmesures qu'on peut envisager pour mieux les utiliser vont dans le sens d'une \r\nmeilleure protection contre l'excès d'eau provenant principalement des \r\ninondations. Il peut s'agir de digues de ceinture et de drains à ciel ouvert\nLes sols sulfatés acides conviennent bien à la \r\nriziculture traditionnelle. Ils ne doivent pas être brutalement drainés \r\nlorsqu'ils sont immatures au risque de conduire à des sols extrêmement acides \r\navec des toxicités alumino-ferriques les rendant stériles. La salinité, \r\nl'acidité, la toxicité ferreuse et la déficience en phosphore constituent les \r\nprincipales contraintes de ces sols.\nLe déficit pluviométrique de ces trois dernières \r\ndécennies a accentué la remontée saline, entraînant les effets néfastes \r\nci-dessus mentionnés, notamment dans les estuaires du Saloum et en Casamance, \r\nzones de riziculture pluviale traditionnelle, où l'on a observé une réduction \r\nd'environ 60pour cent des forêts de palétuviers et l'abandon de plusieurs \r\nrizières.\nCorrélation des sols dominants \r\navec les groupes de la base de référence mondiale de données de sols \r\n(BRM)\n\n\n\n\nModelé\n\nLithologie du \r\n      substratum\n\nType de \r\n      sol\n\nBRM\n\n\nSommets de colline \n\nCuirasse ferrallitique\n\nSol min. brut\n\nLeptosol lithique\n\n\nPlateau\n\nGrès argileux\n\nSol ferrallitique\n\nFerralsol rhodique\n\n\nPlateau\n\nGrès argileux\n\nSol ferrugineux tropical \r\n    lessivé\n\nLixisol ferrique\n\n\n \n\n \n\nSol ferrugineux tropical lessivé \r\n      cuirassé\n\nLixisol (lepti) ferrique\n\n\nGlacis \n\nCuirasse ferrugineuse \n\nSol minéral brut sur cuirasse peu \r\n      démantelée\n\nLeptosol lithique\n\n\nGlacis gravillonnaire\n\nCuirasse ferrugineuse.\n\nSol peu évolué sur matériau \r\n      gravillonnaire.\n\nLeptosol eutrique\n\n\nComplexe dunaire\n\nSable éolien\n\nSol brun-rouge subaride\n\nRégosol arénique \n\n\nDunes émoussées\n\nSable éolien\n\nSol ferrugineux peu lessivé\n\nArénosol dystrique/ \r\n  ferralique\n\n\nFonds de vallées, basse terrasse\n\nRemblais sablo-argileux, alluvions \r\n      récentes\n\nSol peu évolué. hydromorphe sablo- \r\n      argileux \nSol hydromorphe\n\nFluvisol\nGleysol dystrique \n\n\n \n\n \n\n \n\n \n\n\nPlaines alluviales Estuaires, \r\n    Deltas\n\nAlluvions récentes et \r\n    subrécentes\n\nSol sulfaté acide Sol \r\n    halomorphe\n\nFluvisol thionique Fluvisol \r\n      salique\nConclusions\nObservations générales sur le \r\nsystème de classification actuellement utilisé et la BRM\nLa classification française, plus connue sous le nom \r\nCPCS, est toujours utilisée dans des pays comme le Sénégal, malgré la parution \r\ndu Référentiel pédologique français qui lui a succédé. La CPCS est une \r\nclassification de type génétique donnant une prépondérance à la filiation ayant \r\nconduit au sol considéré. Cette filiation repose sur des types de pédogenèse \r\nconnus et répertoriés (ferrugineux, ferrallitique, halomorphe, hydromorphe \r\netc.). Le principal reproche qu'on peut faire à cette classification est que \r\ndevant un profil on a souvent tendance à ne rechercher que l'origine du sol, en \r\nnégligeant quelque peu certains éléments objectifs du profil. Certaines \r\nappellations sont sujettes à différentes interprétations tels que sol brun, sol \r\nrouge, sol gris. Les difficultés de corrélation avec la BRM tiennent au fait que \r\nla notion d'horizon diagnostique n'existe pas dans la CPCS et que l'appréciation \r\nde certains paramètres reste qualitative. Le RPF se rapproche plus de la BRM en \r\nce sens qu'il définit des références de sols avec des critères plus précis que \r\nla CPCS.\nLa « Soil Taxonomy » reste un système, certes \r\nobjectif, mais trop quantitatif. Très peu d'importance est accordée aux \r\nprocessus pédogénétiques. Seuls comptent les critères quantifiables et \r\nmesurables. Lorsque les critères de la Soil Taxonomy sont suivis à la lettre, il \r\ndevient quasi impossible de classer un sol sur le terrain, car il faudrait \r\nd'abord disposer des résultats d'analyse avant de se prononcer. Malgré ces \r\ninconvénients, elle est beaucoup plus proche de la BRM que n'importe quel autre \r\nsystème. La notion d'horizons diagnostiques est très proche dans les deux \r\nsystèmes et on note même une certaine convergence dans les définitions. Une \r\ndifférence importante tient au fait que le climat du sol intervient au deuxième \r\nniveau de la « Soil Taxonomy », après les grands groupes. Dans la BRM \r\nle climat n'intervient pas de manière explicite, car on estime que beaucoup de \r\nsols de référence peuvent se retrouver sous différentes conditions climatiques. \r\n\nLe Base de référence et ses \r\ncritères de classification\nLa BRM met d'abord l'accent sur les processus \r\npédogénétiques qui sont à l'origine des sols, excepté là où les matériaux \r\nparentaux des sols revêtent un caractère prépondérant. Ce qui signifie qu'au \r\nniveau le plus élevé du système, l'évolution des sols est mise en avant mais pas \r\nde manière absolue.\nAu deuxième niveau, les classes sont différenciées selon \r\ntout critère secondaire prédominant dans le processus de formation du sol qui \r\naffecte significativement les caractéristiques primaires. Dans certains cas, les \r\ncaractéristiques du sol ayant un effet significatif sur son utilisation doivent \r\nêtre prises en compte.\nCe système a l'avantage de disposer de critères précis \r\nqu'il faut retrouver sur le terrain ou à l'issue des analyses pour pouvoir \r\nsituer un profil par rapport à la référence. Les choses ne sont pas toujours \r\nsimples lorsqu'il s'agit de sols tropicaux. Certains critères analytiques ne \r\nsont pas disponibles sur les profils déjà étudiés (fer ferreux dosé avec une \r\nsolution à 1 pour cent de cyanide ferrique de potassium ou avec une solution de \r\ndipyridil dans 10 pour cent d'acide acétique, pour les propriétés gleyiques). La \r\nmesure du potentiel redox in situ est un autre \r\nexemple. Pour d'autres paramètres, il est nécessaire de procéder à un calcul \r\n(CEC pour 100 g d'argile). Certains paramètres doivent être testés sur le \r\nterrain. \nBibliographie\nBadiane, A. 1999. Gestion intégrée des sols pour une agriculture durable et \r\nla sécurité alimentaire, cas du Sénégal.\nChauvel, A. 1967. Carte pédologique du Sénégal au 1/200 000. \r\nKédougou-Kossanto-Keniéba. ORSTOM, Centre de Dakar-Hann, 158 p.\nFAO. 1975. Troisième Réunion du Sous-Comité ouest et centre africain de \r\ncorrélation des sols. Guide pour la tournée sur le terrain. Sénégal, \r\nfévrier-mars 1975. 92 p.\nFAO. 1999. Rapport du Sénégal sur la gestion des ressources pour un \r\ndéveloppement agricole durable et les politiques d'accompagnement. 75 p.\nFAO-PNUD-OMVG. 1986-88. Pedological Study of the Sandougou, Gouloumbo, Kirili, \r\nMako, Tomboronkoto, Bantako-Couta and Anambe plains in Senegal. \r\nOMVG/UNDP/FAO.\nFAO-PNUD-OMVG. 1988. Etudes pédologiques régionales. Vallée de l'Anambé. \r\nFAO/PNUD RAF 82/047. 49 p.\nFauck, R., C. Moureaux, et C. \r\nThomann. 1969. Bilan de l'évolution des sols de Séfa (Casamance) après \r\nquinze années de culture continue. L'Agronomie \r\nTropicale 24(3):263-301\nKaloga, B. 1966. Carte pédologique du Sénégal au 1/200 000. Notice \r\nexplicative de la feuille de Dalafi. ORSTOM, Dakar-Hann. 104 p.\nKhouma, M. 1995. Identification et évaluation des ressources en sols dans la \r\nmoyenne vallée du fleuve Gambie et problématique de leur gestion par les \r\nsystèmes d'information géographique. Thèse de doctorat, Faculté des sciences \r\nagronomiques de Gembloux.\nMaignien, R. 1965. Notice explicative de la carte pédologique du Sénégal au \r\n1/1000 000. ORSTOM, Centre de Dakar-Hann. 66 p.\n\n\n\n",
    "metadata": {
        "title": "Cartographie des sols FAO - Sénégal",
        "date": "N/A",
        "language": "fr",
        "category": "sol",
        "region": "Sénégal",
        "file_size": "45.40 KB"
    }
}