{
    "source_url": "https://www.mbeymi.com/article/9635-chiffres-agriculture-senegal.html",
    "file_type": "html",
    "content": "L'agriculture en chiffres Les chiffres 2025 de l’agriculture Sénégalaise Rédigé par Roger Benedict 26 octobre 2025 On 17 octobre 2024 2 Temps de lecture : 9 minutes 4.3 (6) Sommaire de cet article : ToggleQuelques données du pays1 Introduction2 L’importance stratégique de l’agriculture au SénégalLe rôle de l’agriculture dans l’économie nationaleL’agriculture : pilier de l’emploiLes produits agricoles phares du Sénégal3 Quelques chiffres :Résultat des campagnes horticoles au Sénégal (en Tonnes)Résultat des campagnes agricoles au Sénégal (en Tonnes)4 Le gaspillage alimentaire au SénégalProblèmes de stockage et de conservation des produits agricolesManque d’infrastructures adéquates : chaînes de froid, entrepôtsSolutions possibles pour réduire les pertes post-récolte5 Les importations agricoles : dépendance et opportunitésLes principaux produits agricoles importésDenrées importées au Sénégal de 2017 à 2023 (en Tonnes)Conséquences de cette dépendance sur l’économie et la sécurité alimentaireOpportunités pour réduire les importations par l’augmentation de la production localeConclusion Quelques données du pays Superficie : environ 196 722 km2. Capitale : Dakar. Découpage administratif : 14 régions, 46 départements Population : Population totale : environ 18,2 millions (estimations 2025) Croissance démographique : ≈ 2,7 % par an Densité : environ 93 hab./km2 Espérance de vie : environ 69 ans Répartition par âge : 0–14 ans : ≈ 42 % 15–24 ans : ≈ 19 % 25–64 ans : ≈ 35 % 65 ans et + : ≈ 4 % Économie PIB nominal : environ 33 milliards USD. PIB par habitant : ≈ 1 800 USD. Part de l’agriculture dans le PIB : ≈ 17 % Structure économique : Agriculture : ≈ 17 % Industrie : ≈ 25 % Services : ≈ 58 % Autres : Taux d’urbanisation : ≈ 49 % Taux d’alphabétisation : ≈ 56 %. Taux d’accès à l’électricité : ≈ 76 % Quasi 95 % en zone urbaine Taux d’accès à Internet : ≈ 57 % Indice de développement humain (IDH) : ≈ 0,52 Taux de chômage des jeunes : ≈ 19 % (15–35 ans, 2025) Revenus : Taux de pauvreté : ≈ 36 % Revenu médian Mensuel : ≈75$ à 100$/mois. Revenu médian Annuel : ≈900$ et 1 200$/personne Poids de la diaspora : plus de 600000 Sénégalais à l’étranger Transferts annuels estimés de la diaspora : 2,5 à 3 milliards$ /an. 1. Vue d’ensemble nationale Superficie agricole utile (en ha) Nombre d’actifs dans le secteur agricole % de la population active Contribution agriculture au PIB (en %) 2. Les grandes zones agricoles Vallée du fleuve Sénégal Bassin arachidier Niayes Saint-Louis Kaolack Fatick Casamance Tambacounda – Kédougou 3. Les principales spéculations Arachide Mil Maïs Riz Oignon Tomate Banane Coton Horticulture 4. Élevage et productions animales (en têtes) Bovin Ovin Caprin Volaille Production annuelle de lait Consommation moyenne par habitant % de l’élevage dans le PIB 5. Exportations agricoles Produit Volume exporté (tonnes) Valeur (USD) Principaux marchés Tendance Arachide ≈ 600 000 ≈ 450 M Chine, Europe Stable ↔️ Fruits et légumes frais ≈ 120 000 ≈ 150 M Union européenne En hausse ⬆️ Tomate industrielle ≈ 40 000 ≈ 25 M Europe de l’Ouest En hausse ⬆️ Fleurs et horticulture ≈ 6 000 ≈ 10 M Europe Stable ↔️ Produits de la pêche ≈ 400 000 ≈ 550 M UE, Asie Légère baisse ⬇️ 6. Politiques et programmes structurants Nepad Plan REVA PUMA MCA-Sénégal PSE SCA PDIDAS PUDC PRODAC Tekki Fii FAISE PNDL 7. Défis structurels Dépendance pluviométrique Accès limité aux intrants Accès limité aux financement Faible productivité moyenne Pression foncière Insuffisance transformation et stockage 8. Tendances à suivre Mécanisation progressive Montée des start-up agricoles Exportation horticole croissante Croissance de l’élevage intensif Accroissement des investissements privés 9. Sources officielles à surveiller chaque année ANSD Ministère de l’Agriculture FAO Banque mondiale USAID Dans cet article, nous allons plonger dans l’état de l’agriculture au Sénégal en 2023. Entre défis climatiques, gaspillage alimentaire, et dépendance croissante aux importations, le secteur agricole est à un tournant. Cet article explore les solutions envisageables pour améliorer la productivité, tout en promouvant l’importance des plateformes de mise en relation comme MbeyMi.com, pour une agriculture moderne et durable au Sénégal. 👉 Bon à savoir: Cet article explore les chiffres clés de l’agriculture au Sénégal en 2023, en abordant les problèmes de gaspillage alimentaire, de dépendance aux importations et les défis structurels du secteur. Il met en lumière des solutions concrètes pour moderniser l’agriculture et soutenir les professionnels via des plateformes comme MbeyMi.com. ➡️Le gaspillage alimentaire est un problème majeur au Sénégal, avec des pertes post-récolte atteignant parfois jusqu’à 30% de la production. Cela est dû en grande partie à l’absence d’infrastructures adéquates pour stocker et transporter les produits agricoles. Par exemple, les agriculteurs ont souvent des difficultés à maintenir une chaîne de froid efficace pour les fruits et légumes, ce qui entraîne une détérioration rapide. De plus, le manque de routes rurales adaptées aggrave le problème en retardant la distribution. Des solutions technologiques existent, telles que les silos améliorés et les entrepôts frigorifiques, mais elles nécessitent des investissements significatifs. Il est donc crucial que le gouvernement et les acteurs privés collaborent pour moderniser ces infrastructures, afin de réduire ces pertes et maximiser les rendements agricoles. Le Sénégal reste fortement dépendant des importations alimentaires, malgré son potentiel agricole. En 2023, les importations de produits comme le riz, le blé et le maïs continuent de croître, pesant sur la balance commerciale du pays. Cette dépendance expose également les consommateurs sénégalais aux fluctuations des prix mondiaux. Les raisons de cette dépendance sont multiples : faible productivité agricole, manque de mécanisation, et faible soutien aux filières locales. Cependant, des initiatives émergent pour inverser cette tendance. Des projets visant à augmenter la production locale de riz, par exemple, commencent à porter leurs fruits. Toutefois, pour atteindre une véritable autosuffisance alimentaire, des efforts doivent être faits pour moderniser les pratiques agricoles, diversifier les cultures et mieux valoriser les productions locales. 1 Introduction 👉L’agriculture est un secteur vital pour l’économie sénégalaise. Elle emploie une grande partie de la population, en particulier en milieu rural, et contribue de manière significative au produit intérieur brut (PIB) du pays. Cependant, malgré son importance, le secteur agricole sénégalais fait face à de nombreux défis, notamment le gaspillage alimentaire et la dépendance aux importations. Ces problématiques freinent son développement et la sécurité alimentaire du pays. Dans cet article, nous allons explorer les chiffres clés de l’agriculture sénégalaise en 2023 et analyser les opportunités pour relever ces défis. 2 L’importance stratégique de l’agriculture au Sénégal Le rôle de l’agriculture dans l’économie nationale L’agriculture représente environ 16% du PIB du Sénégal, ce qui en fait un pilier de l’économie nationale. Cependant, ce chiffre est en déclin par rapport aux années précédentes en raison de la croissance rapide des secteurs industriels et des services. Malgré tout, l’agriculture reste cruciale, notamment pour assurer la sécurité alimentaire d’une population en forte croissance. D’un point de vue économique, l’agriculture a un rôle double : elle permet de nourrir la population locale, mais elle constitue également une source importante de devises étrangères grâce aux exportations de produits tels que l’arachide, le coton, et les fruits tropicaux. L’agriculture : pilier de l’emploi L’agriculture emploie environ 60% de la population active au Sénégal, principalement dans les zones rurales. Pourtant, les conditions de travail y sont souvent précaires, et la productivité est faible. La jeunesse sénégalaise, particulièrement touchée par le chômage, peine à trouver des opportunités d’emploi décent dans ce secteur. Nombreux sont ceux qui quittent les campagnes pour chercher du travail dans les villes, voire à l’étranger, aggravant ainsi le phénomène d’exode rural. Cette migration entraîne un déséquilibre dans les zones rurales où l’agriculture, faute de main-d’œuvre qualifiée, peine à se moderniser et à répondre aux besoins alimentaires croissants du pays. Les produits agricoles phares du Sénégal Le Sénégal est réputé pour certaines cultures traditionnelles, notamment l’arachide, qui représente près de 40% de la production agricole. Le riz, le mil et le maïs occupent également une place importante, surtout pour la consommation locale. Par ailleurs, l’horticulture, avec des produits comme la mangue, la tomate et l’oignon, s’impose de plus en plus comme un secteur prometteur, notamment pour l’exportation. Cependant, la productivité de ces cultures est largement limitée par des méthodes agricoles souvent archaïques et un manque d’investissement dans la modernisation du secteur. 3 Quelques chiffres : Résultat des campagnes horticoles au Sénégal (en Tonnes) Indicateurs 2023 2022 2021 2020 2019 2018 2017 FRUITS ET LÉGUMES 1 558 050 1 547 280 1 583 661 1 519 784 1 512 780 1 446 360 1 320 399 LÉGUMES 1 274 750 1 269 880 1 304 706 1 244 134 1 237 340 1 202 288 1 083 399 Oignon 398 750 420 000 435 000 412 305 444 871 434 112 400 000 Pomme de terre 142 500 140 000 143 640 147 985 158 875 140 000 118 783 Tomate industrielle 85 500 85 000 88 350 65 850 73 048 77 000 70 000 Tomate cerise 67 600 67 000 66 700 69 560 78 396 71 000 68 000 Melon 26 650 25 500 25 308 24 850 26 632 24 532 28 000 Haricot vert 19 900 20 300 21 122 19 560 20 879 18 815 18 700 Chou pommé 161 500 159 166 158 412 105 096 105 096 76 116 76 116 Gombo 22 300 21 250 21 250 23 112 22 115 14 000 14 500 Patate douce 111 400 110 600 107 670 89 730 72 000 89 397 72 000 Carotte 30 500 30 500 30 000 22 300 17 875 17 875 17 085 Bissap 1 650 1 480 1 500 1 510 1 678 1 500 1 300 Autres légumes 206 500 195 500 205 000 208 960 215 875 209 751 200 000 FRUITS 283 300 277 400 278 955 275 650 275 440 244 072 237 000 Mangue 123 200 123 000 122 905 121 000 130 000 128 450 132 000 Banane 37 500 36 500 35 500 36 500 35 110 31 422 30 000 Agrumes 60 500 58 400 58 000 56 800 52 580 48 500 45 000 Résultat des campagnes agricoles au Sénégal (en Tonnes) Indicateur 2017 2018 2019 2020 2021 2022 2023 Arachide 945 365 1 411 574 1 432 086 1 797 486 1 677 804 1 501 498 1 675 329 Coton 19 000 20 000 19 224 19 571 21 381 15 667 12 991 Niébé 105 016 117 784 151 055 253 897 239 194 152 211 221 798 Manioc 695 120 760 455 1 022 802 1 346 474 1 328 889 1 322 803 1 388 741 Pastèque 248 849 284 509 1 174 416 1 677 476 1 611 188 1 492 625 1 384 635 Sésame 11 755 14 033 18 552 36 110 37 586 40 401 60 036 Mil 698 643 891 069 827 601 1 144 855 1 039 860 1 097 033 1 260 709 Maïs 400 462 417 299 476 621 761 883 754 621 737 750 855 033 Sorgho 193 452 255 865 291 171 377 323 352 474 365 164 364 577 Riz 950 779 1 007 277 1 132 795 1 349 725 1 362 761 1 409 120 1 525 464 Fonio 3 757 4 024 3 931 6 761 6 678 6 623 9 382 4 Le gaspillage alimentaire au Sénégal Problèmes de stockage et de conservation des produits agricoles Le gaspillage alimentaire est un enjeu majeur au Sénégal. Selon certaines estimations, près de 30% des produits agricoles sont perdus chaque année à cause des mauvaises conditions de stockage et de transport. Ce gaspillage est principalement dû à l’absence d’infrastructures adaptées, notamment en ce qui concerne les chaînes de froid. Les produits périssables comme les fruits et les légumes sont les plus affectés par cette situation. A noter : Le développement des infrastructures de conservation est crucial pour réduire ces pertes et améliorer la sécurité alimentaire. Manque d’infrastructures adéquates : chaînes de froid, entrepôts Les agriculteurs sénégalais manquent cruellement de moyens pour préserver leurs récoltes. L’absence d’entrepôts frigorifiques et de chaînes de froid entraîne des pertes considérables. De plus, les routes rurales mal entretenues compliquent l’acheminement rapide des produits vers les marchés. Par conséquent, une part importante de la production se dégrade avant même d’atteindre les consommateurs. Solutions possibles pour réduire les pertes post-récolte Plusieurs solutions peuvent être envisagées pour réduire ces pertes. L’installation d’entrepôts frigorifiques dans les principales zones agricoles est essentielle. De plus, des technologies simples, comme l’utilisation de sacs hermétiques pour stocker les céréales, peuvent aider à conserver les récoltes plus longtemps. Enfin, la promotion de l’agroécologie et des techniques de transformation à petite échelle pourrait contribuer à limiter les pertes. Graphique représentant les pertes alimentaires au Sénégal par type de denrées. Un chiffre à retenir : 30% des récoltes sont perdues chaque année à cause de mauvaises infrastructures de stockage. 5 Les importations agricoles : dépendance et opportunités Les principaux produits agricoles importés Malgré son potentiel agricole, le Sénégal reste fortement dépendant des importations pour nourrir sa population. En 2023, les produits alimentaires les plus importés sont le riz, le blé et le maïs. Le riz, en particulier, est une denrée de base pour les Sénégalais, et plus de 70% du riz consommé dans le pays est importé. Cette situation expose le Sénégal aux fluctuations des prix sur les marchés internationaux, avec des répercussions sur le pouvoir d’achat des ménages. Denrées importées au Sénégal de 2017 à 2023 (en Tonnes) Denrées 2017 2018 2019 2020 2021 2022 2023 Riz 1,200,000 1,250,000 1,300,000 1,350,000 1,400,000 1,450,000 1,500,000 Blé 800,000 850,000 900,000 950,000 1,000,000 1,050,000 1,100,000 Sucre 500,000 520,000 540,000 560,000 580,000 600,000 620,000 Engrais 380,000 400,000 420,000 440,000 460,000 480,000 500,000 Maïs 200,000 220,000 230,000 240,000 250,000 260,000 270,000 Lait en poudre 150,000 160,000 165,000 170,000 175,000 180,000 185,000 Huile de palme 180,000 190,000 200,000 210,000 220,000 230,000 240,000 Important : Réduire la dépendance aux importations de riz est un enjeu stratégique pour la sécurité alimentaire du pays. Conséquences de cette dépendance sur l’économie et la sécurité alimentaire La dépendance du Sénégal aux importations agricoles a de graves conséquences économiques. Elle creuse le déficit commercial du pays et expose les consommateurs à une hausse des prix, notamment en période de crise. Cette situation est d’autant plus préoccupante que les projections démographiques estiment que la population sénégalaise atteindra 25 millions d’habitants d’ici 2050, augmentant ainsi la demande alimentaire. En termes de sécurité alimentaire, cette dépendance fragilise le pays, le rendant vulnérable aux crises alimentaires mondiales, comme celles observées lors de la pandémie de COVID-19 ou de la guerre en Ukraine, qui ont perturbé les chaînes d’approvisionnement. Opportunités pour réduire les importations par l’augmentation de la production locale 📝Pour réduire cette dépendance, il est essentiel d’augmenter la production locale, notamment de riz. Le gouvernement sénégalais a mis en place plusieurs programmes pour encourager l’autosuffisance en riz, mais les résultats tardent à se concrétiser. La modernisation des pratiques agricoles, l’irrigation, et la mécanisation sont autant de leviers qui pourraient permettre d’augmenter significativement les rendements. De plus, la diversification des cultures est une autre piste à explorer. Le Sénégal dispose de conditions climatiques favorables pour cultiver une grande variété de produits, qui pourraient non seulement satisfaire les besoins locaux mais aussi offrir des opportunités d’exportation. Conclusion En 2023, l’agriculture sénégalaise se trouve à un tournant décisif. Si le secteur agricole reste un pilier de l’économie et de l’emploi, il est confronté à des défis majeurs : le gaspillage alimentaire, le manque d’infrastructures adéquates, et une dépendance accrue aux importations. Toutefois, les opportunités de transformation sont nombreuses. En investissant dans des solutions de conservation, en modernisant les pratiques agricoles et en réduisant les importations, le Sénégal peut assurer sa sécurité alimentaire et renforcer la résilience de son secteur agricole. “L’agriculture n’est pas seulement une source de revenus, c’est la clé de la sécurité alimentaire et du développement durable pour le Sénégal.” “Réduire les pertes alimentaires et améliorer la productivité agricole pourrait transformer la vie de milliers d’agriculteurs sénégalais.” Important :Réduire les pertes alimentaires de 10% au Sénégal permettrait de nourrir des milliers de personnes supplémentaires chaque année. Une meilleure gestion des récoltes et l’amélioration des infrastructures de stockage sont donc des priorités absolues. Un chiffre à retenir :30% : C’est la proportion de pertes alimentaires post-récolte au Sénégal. Une meilleure gestion pourrait grandement améliorer la sécurité alimentaire nationale. 💬Tu as trouvé cet article utile ? Évalue cet article. Soumettre votre vote Note moyenne 4.3 / 5. Nombre de votes : 6 Donne ton avis. Comme vous avez trouvé cet article utile... Suivez-nous sur les réseaux sociaux ! Nous sommes désolés que cet article ne vous ait pas été utile ! Aidez-nous à améliorer cet article ! Dites-nous comment nous pouvons améliorer cet article ? Envoyer votre commentaire",
    "metadata": {
        "title": "Les chiffres 2025 de l’agriculture Sénégalaise",
        "date": "N/A",
        "language": "fr",
        "category": "statistique",
        "region": "Sénégal",
        "file_size": "17.11 KB"
    }
}